{
  "1": {
    "title": "John 1:1",
    "subtitle": "In the beginning was the Word",
    "description": "A powerful reminder of the eternal nature of Christ."
  },
  "2": {
    "title": "Romans 8:28",
    "subtitle": "All things work together for good",
    "description": "An encouragement to trust in God's plan even in difficult circumstances."
  },
  "3": {
    "title": "Psalm 23:1",
    "subtitle": "The Lord is my shepherd",
    "description": "A comforting verse reminding us of God's provision and guidance."
  },
  "4": {
    "title": "Isaiah 41:10",
    "subtitle": "Do not fear, for I am with you",
    "description": "God’s promise to always be with us, no matter the challenge."
  },
  "5": {
    "title": "Matthew 28:6",
    "subtitle": "He is not here; He has risen",
    "description": "The Easter verse that celebrates Christ's victory over death."
  },
  "6": {
    "title": "John 3:16",
    "subtitle": "For God so loved the world",
    "description": "A verse that captures the essence of God’s love for mankind."
  },
  "7": {
    "title": "Philippians 4:13",
    "subtitle": "I can do all things through Christ",
    "description": "A reminder of the strength we have through Christ."
  },
  "8": {
    "title": "Matthew 5:14",
    "subtitle": "You are the light of the world",
    "description": "Jesus calls His followers to be a beacon of light in the darkness."
  },
  "9": {
    "title": "Romans 12:2",
    "subtitle": "Do not conform to the pattern of this world",
    "description": "A challenge to live distinctively as believers, transformed by God's word."
  },
  "10": {
    "title": "Luke 2:11",
    "subtitle": "For unto you is born this day in the city of David a Savior",
    "description": "A verse marking the birth of Jesus, fitting for Christmas Day."
  },
  "11": {
    "title": "Proverbs 3:5-6",
    "subtitle": "Trust in the Lord with all your heart",
    "description": "A call to trust fully in God's direction in our lives."
  },
  "12": {
    "title": "Jeremiah 29:11",
    "subtitle": "I know the plans I have for you",
    "description": "A verse of encouragement about God's good plans for us."
  },
  "13": {
    "title": "Isaiah 40:31",
    "subtitle": "But those who hope in the Lord will renew their strength",
    "description": "A reminder that God provides the strength we need when we wait on Him."
  },
  "14": {
    "title": "Luke 1:37",
    "subtitle": "For no word from God will ever fail",
    "description": "A powerful affirmation of God’s faithfulness."
  },
  "15": {
    "title": "1 Peter 5:7",
    "subtitle": "Cast all your anxiety on Him",
    "description": "God cares for us and invites us to bring our burdens to Him."
  },
  "16": {
    "title": "Matthew 11:28",
    "subtitle": "Come to me, all you who are weary and burdened",
    "description": "Jesus' invitation to find rest in Him."
  },
  "17": {
    "title": "Psalm 46:1",
    "subtitle": "God is our refuge and strength",
    "description": "A verse that assures us of God’s protection and strength."
  },
  "18": {
    "title": "John 14:6",
    "subtitle": "I am the way and the truth and the life",
    "description": "Jesus boldly declares He is the only way to the Father."
  },
  "19": {
    "title": "1 Corinthians 13:4-7",
    "subtitle": "Love is patient, love is kind",
    "description": "A beautiful description of what true love looks like."
  },
  "20": {
    "title": "1 Timothy 4:12",
    "subtitle": "Let no one despise your youth",
    "description": "A call to young people to live boldly and with purpose for the Lord."
  },
  "21": {
    "title": "Psalm 19:1",
    "subtitle": "The heavens declare the glory of God",
    "description": "A verse celebrating the majesty of God revealed in creation."
  },
  "22": {
    "title": "Ephesians 6:10-11",
    "subtitle": "Put on the full armor of God",
    "description": "A call to be spiritually equipped for battle."
  },
  "23": {
    "title": "2 Corinthians 5:17",
    "subtitle": "Therefore, if anyone is in Christ, the new creation has come",
    "description": "A reminder of our new identity in Christ."
  },
  "24": {
    "title": "1 John 4:19",
    "subtitle": "We love because He first loved us",
    "description": "The foundation of our love for others is God’s love for us."
  },
  "25": {
    "title": "Revelation 21:4",
    "subtitle": "He will wipe every tear from their eyes",
    "description": "A verse offering hope of a future without pain or sorrow."
  },
  "26": {
    "title": "Matthew 6:33",
    "subtitle": "Seek first His kingdom and His righteousness",
    "description": "A call to prioritize God’s kingdom over everything else."
  },
  "27": {
    "title": "Isaiah 55:8-9",
    "subtitle": "For My thoughts are not your thoughts",
    "description": "A reminder that God’s ways are higher than ours."
  },
  "28": {
    "title": "1 John 3:16",
    "subtitle": "This is how we know what love is",
    "description": "The ultimate demonstration of love was Christ’s sacrifice for us."
  },
  "29": {
    "title": "Romans 15:13",
    "subtitle": "May the God of hope fill you with all joy and peace",
    "description": "A prayer for joy and peace that comes from God."
  },
  "30": {
    "title": "Mark 10:27",
    "subtitle": "With man it is impossible, but not with God",
    "description": "A verse reminding us of God's limitless power."
  },
  "31": {
    "title": "Luke 10:19",
    "subtitle": "I have given you authority to trample on snakes and scorpions",
    "description": "Jesus assures us of His authority over evil."
  },
  "32": {
    "title": "Psalm 139:14",
    "subtitle": "I am fearfully and wonderfully made",
    "description": "A verse celebrating our unique design and value in God's eyes."
  },
  "33": {
    "title": "Matthew 7:7",
    "subtitle": "Ask and it will be given to you",
    "description": "An invitation to pray and trust in God’s generosity."
  },
  "34": {
    "title": "Romans 6:23",
    "subtitle": "For the wages of sin is death, but the gift of God is eternal life",
    "description": "A reminder of the contrast between sin’s consequences and God’s gift of life."
  },
  "35": {
    "title": "Hebrews 12:1",
    "subtitle": "Let us run with perseverance the race marked out for us",
    "description": "A call to persevere in the Christian journey."
  },
  "36": {
    "title": "Psalm 34:8",
    "subtitle": "Taste and see that the Lord is good",
    "description": "A verse inviting us to experience God’s goodness."
  },
  "37": {
    "title": "2 Timothy 1:7",
    "subtitle": "For the Spirit God gave us does not make us timid",
    "description": "A reminder that God has given us power, love, and self-discipline."
  },
  "38": {
    "title": "Titus 2:7",
    "subtitle": "In everything set them an example by doing what is good",
    "description": "A call to be a godly example in every area of life."
  },
  "39": {
    "title": "Exodus 14:14",
    "subtitle": "The Lord will fight for you; you need only to be still",
    "description": "A verse that reminds us to trust in God’s battle for us."
  },
  "40": {
    "title": "2 Corinthians 4:18",
    "subtitle": "So we fix our eyes not on what is seen, but on what is unseen",
    "description": "A reminder to focus on eternal, unseen things rather than temporary challenges."
  }
}