{
    "1": {
        "title": "Abstruse",
        "subtitle": "Difficult to understand; obscure",
        "description": "The philosopher's work was filled with abstruse concepts that only a few scholars could grasp."
    },
    "2": {
        "title": "Cynosure",
        "subtitle": "A person or thing that is the center of attention or admiration",
        "description": "At the gala, the renowned artist was the cynosure of all eyes."
    },
    "3": {
        "title": "Desultory",
        "subtitle": "Lacking a plan, purpose, or enthusiasm; casual",
        "description": "His desultory efforts at studying meant he was ill-prepared for the exam."
    },
    "4": {
        "title": "Ebullient",
        "subtitle": "Cheerful and full of energy",
        "description": "Her ebullient personality was infectious, lifting everyone's spirits."
    },
    "5": {
        "title": "Farrago",
        "subtitle": "A confused mixture",
        "description": "The report was a farrago of unsubstantiated claims and unrelated facts."
    },
    "6": {
        "title": "Ignominious",
        "subtitle": "Deserving or causing public disgrace or shame",
        "description": "The team suffered an ignominious defeat, losing by a huge margin."
    },
    "7": {
        "title": "Kenophobia",
        "subtitle": "An abnormal fear of voids or empty spaces",
        "description": "His extreme discomfort in large, open rooms suggested a touch of kenophobia."
    },
    "8": {
        "title": "Lachrymose",
        "subtitle": "Tearful or given to weeping",
        "description": "The movie's ending was so tragic that it left the audience in a lachrymose state."
    },
    "9": {
        "title": "Miasma",
        "subtitle": "A noxious or poisonous atmosphere; an oppressive or unpleasant atmosphere",
        "description": "The old factory emitted a miasma of foul-smelling smoke."
    },
    "10": {
        "title": "Nugatory",
        "subtitle": "Of no value or importance; useless or futile",
        "description": "His arguments were ultimately nugatory, having no impact on the judge's decision."
    },
    "11": {
        "title": "Obstreperous",
        "subtitle": "Noisy and difficult to control",
        "description": "The teacher struggled to manage the obstreperous class during the field trip."
    },
    "12": {
        "title": "Panegyric",
        "subtitle": "A public speech or published text in praise of someone or something",
        "description": "The documentary was a glowing panegyric to the late civil rights leader."
    },
    "13": {
        "title": "Querulous",
        "subtitle": "Complaining in a petulant or whining manner",
        "description": "The elderly man was known for his querulous disposition, always finding fault."
    },
    "14": {
        "title": "Redolent",
        "subtitle": "Strongly reminiscent or suggestive of something; fragrant or smelling strongly of something",
        "description": "The old bookstore was redolent of aged paper and leather."
    },
    "15": {
        "title": "Sartorial",
        "subtitle": "Relating to tailoring, clothes, or style of dress",
        "description": "His impeccable sartorial choices always made a strong impression."
    },
    "16": {
        "title": "Tergiversate",
        "subtitle": "Make conflicting or evasive statements; equivocate",
        "description": "When questioned, the politician began to tergiversate, avoiding a direct answer."
    },
    "17": {
        "title": "Ubiquitous",
        "subtitle": "Present, appearing, or found everywhere",
        "description": "In the digital age, screen time has become an almost ubiquitous part of daily life."
    },
    "18": {
        "title": "Vituperative",
        "subtitle": "Bitter and abusive",
        "description": "The public debate quickly devolved into vituperative exchanges between the candidates."
    },
    "19": {
        "title": "Waggish",
        "subtitle": "Humorous in a playful, mischievous, or facetious manner",
        "description": "His waggish remarks often brought smiles to his colleagues' faces."
    },
    "20": {
        "title": "Xenodochial",
        "subtitle": "Friendly to strangers (an archaic or rare word)",
        "description": "The isolated community was surprisingly xenodochial, welcoming travelers with open arms."
    },
    "21": {
        "title": "Ylem",
        "subtitle": "(in the Big Bang theory) the primordial matter of the universe from which all later matter was formed",
        "description": "In the theory of the Big Bang, all matter originated from a singular ylem."
    },
    "22": {
        "title": "Zephyr",
        "subtitle": "A soft, gentle breeze",
        "description": "A gentle zephyr rustled the leaves, providing a welcome respite from the summer heat."
    },
    "23": {
        "title": "Anathema",
        "subtitle": "Something or someone that one vehemently dislikes; a formal curse by a Pope or a council of the Church",
        "description": "For environmentalists, deforestation is an anathema."
    },
    "24": {
        "title": "Brocade",
        "subtitle": "A rich fabric, typically silk, woven with a raised pattern, typically with gold or silver thread",
        "description": "The antique armchair was upholstered in a beautiful floral brocade."
    },
    "25": {
        "title": "Cacography",
        "subtitle": "Bad handwriting or spelling",
        "description": "The student's essay was almost illegible due to his atrocious cacography."
    },
    "26": {
        "title": "Demagoguery",
        "subtitle": "An appeal to people's desires and prejudices rather than to their rational thought",
        "description": "The politician's speech was dismissed as pure demagoguery, designed to incite fear."
    },
    "27": {
        "title": "Effulgent",
        "subtitle": "Shining brightly; radiant",
        "description": "The bride walked down the aisle, her face effulgent with joy."
    },
    "28": {
        "title": "Flummox",
        "subtitle": "Perplex (someone) deeply; bewilder",
        "description": "The complex instructions completely flummoxed him."
    },
    "29": {
        "title": "Garrulous",
        "subtitle": "Excessively talkative, especially on trivial matters",
        "description": "The garrulous old man told everyone his life story in the waiting room."
    },
    "30": {
        "title": "Hegemony",
        "subtitle": "Leadership or dominance, especially by one country or social group over others",
        "description": "The struggle for regional hegemony led to decades of conflict."
    },
    "31": {
        "title": "Inchoate",
        "subtitle": "Just begun and so not fully formed or developed; rudimentary",
        "description": "His ideas for the novel were still inchoate, a vague outline in his mind."
    },
    "32": {
        "title": "Jejune",
        "subtitle": "Naive, simplistic, and superficial; dry and uninteresting",
        "description": "The new intern's proposals were rather jejune, lacking real substance."
    },
    "33": {
        "title": "Kakistocracy",
        "subtitle": "A system of government which is run by the worst, least qualified, or most unscrupulous citizens",
        "description": "Critics argued that the current administration was a clear example of a kakistocracy."
    },
    "34": {
        "title": "Lassitude",
        "subtitle": "A state of physical or mental weariness; lack of energy",
        "description": "The summer heat brought on a feeling of overwhelming lassitude."
    },
    "35": {
        "title": "Mellifluous",
        "subtitle": "Sweet or musical; pleasant to hear",
        "description": "Her mellifluous voice was perfect for soothing restless children."
    },
    "36": {
        "title": "Nadir",
        "subtitle": "The lowest point in the fortunes of a person or organization; the astronomical point opposite the zenith",
        "description": "His career reached its nadir after the scandalous revelations."
    },
    "37": {
        "title": "Obfuscate",
        "subtitle": "Render obscure, unclear, or unintelligible",
        "description": "Some politicians deliberately obfuscate the truth to confuse voters."
    },
    "38": {
        "title": "Pecuniary",
        "subtitle": "Relating to or consisting of money",
        "description": "He faced significant pecuniary difficulties after losing his job."
    },
    "39": {
        "title": "Quisling",
        "subtitle": "A traitor who collaborates with an enemy occupying force",
        "description": "He was branded a quisling for cooperating with the invading army."
    },
    "40": {
        "title": "Recalcitrant",
        "subtitle": "Having an obstinately uncooperative attitude toward authority or discipline",
        "description": "The recalcitrant student refused to follow the teacher's instructions."
    },
    "41": {
        "title": "Serendipity",
        "subtitle": "The occurrence and development of events by chance in a happy or beneficial way",
        "description": "It was pure serendipity that she stumbled upon the rare book at a small shop."
    },
    "42": {
        "title": "Truculent",
        "subtitle": "Eager or quick to argue or fight; aggressively defiant",
        "description": "His truculent behavior made it difficult to resolve the conflict peacefully."
    },
    "43": {
        "title": "Unctuous",
        "subtitle": "Excessively or ingratiatingly flattering; oily",
        "description": "The salesman's unctuous compliments made her feel uneasy."
    },
    "44": {
        "title": "Verisimilitude",
        "subtitle": "The appearance of being true or real",
        "description": "The novel achieved remarkable verisimilitude in its depiction of 19th-century London."
    },
    "45": {
        "title": "Weltanschauung",
        "subtitle": "A particular philosophy or view of life; a worldview",
        "description": "His experiences shaped his unique weltanschauung on human nature."
    },
    "46": {
        "title": "Xenophobia",
        "subtitle": "Dislike of or prejudice against people from other countries",
        "description": "Education is crucial in combating the rise of xenophobia."
    },
    "47": {
        "title": "Yips",
        "subtitle": "A state of nervous tension that affects an athlete's performance (especially in golf)",
        "description": "The golfer suffered from the yips during the crucial final putt."
    },
    "48": {
        "title": "Zenith",
        "subtitle": "The time at which something is most powerful or successful; the point in the sky directly above an observer",
        "description": "At the zenith of his career, he was considered the greatest living artist."
    },
    "49": {
        "title": "Apotheosis",
        "subtitle": "The highest point in the development of something; the elevation of someone to divine status",
        "description": "Her performance was the apotheosis of acting, flawless and captivating."
    },
    "50": {
        "title": "Bane",
        "subtitle": "A cause of great distress or annoyance",
        "description": "Excessive bureaucracy was the bane of his existence in the government."
    },
    "51": {
        "title": "Cynosure",
        "subtitle": "A person or thing that is the center of attention or admiration",
        "description": "The new architectural masterpiece became the cynosure of the city."
    },
    "52": {
        "title": "Diaphanous",
        "subtitle": "Light, delicate, and translucent",
        "description": "She wore a diaphanous silk scarf that shimmered in the sunlight."
    },
    "53": {
        "title": "Esoteric",
        "subtitle": "Intended for or likely to be understood by only a small number of people with a specialized knowledge or interest",
        "description": "The ancient text was filled with esoteric symbols and references."
    },
    "54": {
        "title": "Fulsome",
        "subtitle": "Complimentary or flattering to an excessive degree; of large size or quantity",
        "description": "Her fulsome praise felt insincere and over-the-top."
    },
    "55": {
        "title": "Glabrous",
        "subtitle": "(especially of a plant or animal) having no hairs or other covering; smooth",
        "description": "The scientist observed the perfectly glabrous surface of the rare plant leaf."
    },
    "56": {
        "title": "Homily",
        "subtitle": "A sermon; a tedious moralizing lecture or discourse",
        "description": "The principal's assembly turned into a long homily about the importance of punctuality."
    },
    "57": {
        "title": "Ignoble",
        "subtitle": "Not honorable in character or purpose",
        "description": "His actions were driven by an ignoble desire for revenge."
    },
    "58": {
        "title": "Jocose",
        "subtitle": "Playful or humorous",
        "description": "His jocose comments always lightened the mood during tense meetings."
    },
    "59": {
        "title": "Kerfuffle",
        "subtitle": "A commotion or fuss, especially one caused by conflicting views",
        "description": "There was a bit of a kerfuffle when the band arrived late for the concert."
    },
    "60": {
        "title": "Lagniappe",
        "subtitle": "Something given as a bonus or extra gift",
        "description": "The street vendor gave him an extra pastry as a lagniappe."
    },
    "61": {
        "title": "Meticulous",
        "subtitle": "Showing great attention to detail; very careful and precise",
        "description": "The watchmaker was meticulous in assembling the tiny gears."
    },
    "62": {
        "title": "Nostrum",
        "subtitle": "A medicine, especially one that is not considered effective, prepared by an unqualified person; a pet scheme or remedy, especially one for social or political ills",
        "description": "The politician's proposed solution was dismissed as a mere nostrum."
    },
    "63": {
        "title": "Opprobrious",
        "subtitle": "Expressing scorn or criticism",
        "description": "He faced opprobrious remarks from the angry crowd."
    },
    "64": {
        "title": "Pellucid",
        "subtitle": "Translucently clear; easily understood; limpid",
        "description": "Her writing style was remarkably pellucid, making complex concepts easy to grasp."
    },
    "65": {
        "title": "Quiddity",
        "subtitle": "The inherent nature or essence of someone or something",
        "description": "He tried to understand the quiddity of human existence through philosophical inquiry."
    },
    "66": {
        "title": "Ratiocinate",
        "subtitle": "Form judgments by a process of reasoning; reason",
        "description": "He urged his colleagues to ratiocinate carefully before making a final decision."
    },
    "67": {
        "title": "Salubrious",
        "subtitle": "Health-giving; healthy",
        "description": "The mountain air was surprisingly salubrious after weeks in the polluted city."
    },
    "68": {
        "title": "Tendentious",
        "subtitle": "Expressing or intending to promote a particular cause or point of view, especially a controversial one",
        "description": "The article was criticized for its tendentious reporting, clearly biased."
    },
    "69": {
        "title": "Unctuous",
        "subtitle": "Excessively or ingratiatingly flattering; oily",
        "description": "The salesman's unctuous demeanor made customers suspicious."
    },
    "70": {
        "title": "Vatic",
        "subtitle": "Describing or predicting what will happen in the future",
        "description": "The ancient prophecy proved to be vatic, foretelling future events with accuracy."
    },
    "71": {
        "title": "Wizened",
        "subtitle": "Shriveled or wrinkled with age",
        "description": "The old woman's face was wizened from years of exposure to the sun."
    },
    "72": {
        "title": "Xerophthalmia",
        "subtitle": "Abnormal dryness of the conjunctiva and cornea of the eye, which may result in damage to the eye if untreated. It is caused by vitamin A deficiency.",
        "description": "In some developing countries, xerophthalmia is a significant public health concern due to dietary deficiencies."
    },
    "73": {
        "title": "Yeoman",
        "subtitle": "A man holding and cultivating a small landed estate; a hardworking, diligent, or loyal worker",
        "description": "He performed his duties with yeoman service, always reliable and dedicated."
    },
    "74": {
        "title": "Zugzwang",
        "subtitle": "(in chess and other games) a situation in which a player is forced to make a disadvantageous move or one that worsens their position",
        "description": "In the final moments of the chess game, he realized he was in zugzwang, with no good moves left."
    },
    "75": {
        "title": "Abscond",
        "subtitle": "Leave hurriedly and secretly, typically to escape from custody or avoid arrest",
        "description": "The accountant tried to abscond with the company's funds."
    },
    "76": {
        "title": "Bilk",
        "subtitle": "Obtain or withhold money from (someone) by deceit or without justification; cheat or defraud",
        "description": "The con artist attempted to bilk unsuspecting tourists out of their money."
    },
    "77": {
        "title": "Chicanery",
        "subtitle": "The use of trickery to achieve a political, financial, or legal purpose",
        "description": "The political campaign was rife with accusations of chicanery."
    },
    "78": {
        "title": "Disingenuous",
        "subtitle": "Not candid or sincere, typically by pretending that one knows less about something than one really does",
        "description": "His apologies sounded disingenuous, as if he didn't truly mean them."
    },
    "79": {
        "title": "Eschew",
        "subtitle": "Deliberately avoid using; abstain from",
        "description": "He decided to eschew social media for a month to focus on his well-being."
    },
    "80": {
        "title": "Foment",
        "subtitle": "Instigate or stir up (an undesirable or violent sentiment or course of action)",
        "description": "Their speeches were designed to foment discontent among the workers."
    },
    "81": {
        "title": "Gaffe",
        "subtitle": "An unintentional act or remark causing embarrassment to its originator; a blunder",
        "description": "The politician made a huge gaffe during the press conference."
    },
    "82": {
        "title": "Harridan",
        "subtitle": "A strict, bossy, or belligerent old woman",
        "description": "The children feared the stern harridan who lived next door."
    },
    "83": {
        "title": "Incontrovertible",
        "subtitle": "Not able to be denied or disputed",
        "description": "The evidence presented was incontrovertible, proving his innocence."
    },
    "84": {
        "title": "Jettison",
        "subtitle": "Throw or drop (something) from an aircraft or ship; abandon or discard (someone or something that is no longer wanted)",
        "description": "The company decided to jettison the failing product line."
    },
    "85": {
        "title": "Kismet",
        "subtitle": "Destiny; fate",
        "description": "They believed it was kismet that brought them together after all those years."
    },
    "86": {
        "title": "Lascivious",
        "subtitle": "Feeling or revealing an overt and often offensive sexual desire",
        "description": "His lascivious comments made the employees uncomfortable."
    },
    "87": {
        "title": "Misanthrope",
        "subtitle": "A person who dislikes humankind and avoids human society",
        "description": "The old hermit was a notorious misanthrope, shunning all social contact."
    },
    "88": {
        "title": "Nefarious",
        "subtitle": "Wicked or criminal",
        "description": "The supervillain plotted a nefarious scheme to take over the world."
    },
    "89": {
        "title": "Obeisance",
        "subtitle": "Deferential respect; a bow or curtsy",
        "description": "The subjects made deep obeisance to the king."
    },
    "90": {
        "title": "Pugnacious",
        "subtitle": "Eager or quick to argue, quarrel, or fight",
        "description": "The pugnacious boxer was always ready for a challenge."
    },
    "91": {
        "title": "Quixotic",
        "subtitle": "Extremely idealistic; unrealistic and impractical",
        "description": "His quixotic quest to eliminate poverty overnight was admirable but naive."
    },
    "92": {
        "title": "Recondite",
        "subtitle": "Dealing with very profound, difficult, or abstruse subject matter",
        "description": "The professor lectured on recondite theories that few in the audience understood."
    },
    "93": {
        "title": "Scurrilous",
        "subtitle": "Making or spreading scandalous claims about someone with the intention of damaging their reputation",
        "description": "The politician was a victim of a scurrilous smear campaign."
    },
    "94": {
        "title": "Temerity",
        "subtitle": "Excessive confidence or boldness; audacity",
        "description": "He had the temerity to interrupt the CEO during his presentation."
    },
    "95": {
        "title": "Unfathomable",
        "subtitle": "Incapable of being fully explored or understood",
        "description": "The depths of the universe remain largely unfathomable to human understanding."
    },
    "96": {
        "title": "Vicissitude",
        "subtitle": "A change of circumstances or fortune, typically one that is unwelcome or unpleasant",
        "description": "He faced many vicissitudes in his long and challenging career."
    },
    "97": {
        "title": "Wallow",
        "subtitle": "Roll about or lie in mud or water; (of a person) indulge in an unrestrained way in (something that creates a pleasurable sensation)",
        "description": "He spent the afternoon wallowing in self-pity after his defeat."
    },
    "98": {
        "title": "Xylography",
        "subtitle": "The art of making woodcuts, especially for prints",
        "description": "The ancient text was illustrated with intricate examples of xylography."
    },
    "99": {
        "title": "Yore",
        "subtitle": "Of long ago or former times (used in nostalgic or archaic contexts)",
        "description": "In days of yore, knights rode on horseback to rescue princesses."
    },
    "100": {
        "title": "Zestful",
        "subtitle": "Full of zest; enthusiastic",
        "description": "She approached every new challenge with zestful energy."
    },
    "101": {
        "title": "Acumen",
        "subtitle": "The ability to make good judgments and quick decisions, typically in a particular domain",
        "description": "Her business acumen was evident in her successful ventures."
    },
    "102": {
        "title": "Bombast",
        "subtitle": "High-sounding language with little meaning, used to impress people",
        "description": "The politician's speech was full of empty bombast and lacked substance."
    },
    "103": {
        "title": "Circumlocution",
        "subtitle": "The use of many words where fewer would do, especially in a deliberate attempt to be vague or evasive",
        "description": "His answer was full of circumlocution, avoiding a direct response to the question."
    },
    "104": {
        "title": "Disingenuous",
        "subtitle": "Not candid or sincere, typically by pretending that one knows less about something than one really does",
        "description": "Her innocent questions seemed disingenuous to those who knew her true intentions."
    },
    "105": {
        "title": "Efficacious",
        "subtitle": "Producing a desired or intended result; effective",
        "description": "The new medication proved to be highly efficacious in treating the illness."
    },
    "106": {
        "title": "Fecund",
        "subtitle": "Producing or capable of producing an abundance of offspring or new growth; fertile",
        "description": "The fecund imagination of the author produced a continuous stream of novels."
    },
    "107": {
        "title": "Glabrous",
        "subtitle": "(especially of a plant or animal) having no hairs or other covering; smooth",
        "description": "The newborn kitten had surprisingly glabrous skin."
    },
    "108": {
        "title": "Hapless",
        "subtitle": "Unfortunate",
        "description": "The hapless traveler missed his flight and lost his luggage on the same day."
    },
    "109": {
        "title": "Imbroglio",
        "subtitle": "An extremely confused, complicated, or embarrassing situation",
        "description": "The political scandal created an international imbroglio."
    },
    "110": {
        "title": "Jubilant",
        "subtitle": "Feeling or expressing great happiness and triumph",
        "description": "The fans were jubilant after their team won the championship in overtime."
    },
    "111": {
        "title": "Kitsch",
        "subtitle": "Art, objects, or design considered to be in poor taste because of excessive garishness or sentimentality, but sometimes appreciated in an ironic or knowing way",
        "description": "Her apartment was decorated with brightly colored kitsch from various tourist traps."
    },
    "112": {
        "title": "Laconic",
        "subtitle": "Using very few words",
        "description": "His laconic reply conveyed his disapproval without a single unnecessary word."
    },
    "113": {
        "title": "Malediction",
        "subtitle": "A magical word or phrase uttered with the intention of bringing about evil or destruction; a curse",
        "description": "The ancient text spoke of a powerful malediction placed upon the forbidden treasure."
    },
    "114": {
        "title": "Nadir",
        "subtitle": "The lowest point in the fortunes of a person or organization",
        "description": "His health reached its nadir before he began to show signs of recovery."
    },
    "115": {
        "title": "Obviate",
        "subtitle": "Remove (a need or difficulty); avoid; prevent",
        "description": "Taking preventative measures can often obviate the need for more drastic interventions later."
    },
    "116": {
        "title": "Paltry",
        "subtitle": "Small or meager amount; trivial",
        "description": "He was paid a paltry sum for his extensive work."
    },
    "117": {
        "title": "Quiescent",
        "subtitle": "In a state or period of inactivity or dormancy",
        "description": "The volcano has been quiescent for centuries, but geologists are monitoring it closely."
    },
    "118": {
        "title": "Rapacious",
        "subtitle": "Aggressively greedy or grasping",
        "description": "The rapacious corporation exploited the natural resources without regard for the environment."
    },
    "119": {
        "title": "Salient",
        "subtitle": "Most noticeable or important",
        "description": "The salient features of the new phone were its improved camera and longer battery life."
    },
    "120": {
        "title": "Tendentious",
        "subtitle": "Expressing or intending to promote a particular cause or point of view, especially a controversial one",
        "description": "The documentary was criticized for its tendentious portrayal of historical events."
    },
    "121": {
        "title": "Unfettered",
        "subtitle": "Released from physical or intellectual restraints; unrestricted",
        "description": "The artist found creative freedom once he was unfettered by commercial demands."
    },
    "122": {
        "title": "Vacillate",
        "subtitle": "Alternate or waver between different opinions or actions; be indecisive",
        "description": "He tended to vacillate between two options, unable to make a firm decision."
    },
    "123": {
        "title": "Wane",
        "subtitle": "(of the moon) have a progressively smaller part of its visible surface illuminated, so that it appears to decrease in size; (of a state or feeling) decrease in vigor, power, or extent; become weaker",
        "description": "Her enthusiasm for the project began to wane after several setbacks."
    },
    "124": {
        "title": "Xeriscape",
        "subtitle": "A style of landscape design requiring minimal water",
        "description": "In drought-prone regions, xeriscape gardens are becoming increasingly popular."
    },
    "125": {
        "title": "Yarn",
        "subtitle": "Spun thread; a long or rambling story, especially one that is unlikely to be true",
        "description": "The old sailor spun a captivating yarn about his adventures at sea."
    },
    "126": {
        "title": "Zealot",
        "subtitle": "A person who is fanatical and uncompromising in pursuit of their religious, political, or other ideals",
        "description": "The political zealot refused to consider any opposing viewpoints, sticking rigidly to his own."
    },
    "127": {
        "title": "Ameliorate",
        "subtitle": "Make (something bad or unsatisfactory) better",
        "description": "Efforts were made to ameliorate the living conditions of the refugees."
    },
    "128": {
        "title": "Bellicose",
        "subtitle": "Demonstrating aggression and willingness to fight",
        "description": "His bellicose rhetoric threatened to escalate the diplomatic crisis."
    },
    "129": {
        "title": "Concomitant",
        "subtitle": "Naturally accompanying or associated",
        "description": "Loss of appetite is a common concomitant of the flu."
    },
    "130": {
        "title": "Debilitate",
        "subtitle": "Make (someone) weak and infirm",
        "description": "The severe illness continued to debilitate the patient's strength."
    },
    "131": {
        "title": "Elicit",
        "subtitle": "Evoke or draw out (a response, answer, or fact) from someone in reaction to one's own actions or questions",
        "description": "The detective tried to elicit information from the reluctant witness."
    },
    "132": {
        "title": "Frivolous",
        "subtitle": "Not having any serious purpose or value",
        "description": "She considered his constant jokes to be frivolous and inappropriate for the serious meeting."
    },
    "133": {
        "title": "Gourmand",
        "subtitle": "A person who enjoys eating and often eats too much",
        "description": "As a true gourmand, he sought out the finest dining experiences around the world."
    },
    "134": {
        "title": "Harangue",
        "subtitle": "A lengthy and aggressive speech",
        "description": "The coach delivered a furious harangue to his team after their poor performance."
    },
    "135": {
        "title": "Indolent",
        "subtitle": "Wanting to avoid activity or exertion; lazy",
        "description": "The cat lay in an indolent sprawl, enjoying the afternoon sun."
    },
    "136": {
        "title": "Juxtaposition",
        "subtitle": "The fact of two things being seen or placed close together with contrasting effect",
        "description": "The artist used the juxtaposition of vibrant colors and dark shadows to create a dramatic effect."
    },
    "137": {
        "title": "Kowtow",
        "subtitle": "Act in an excessively subservient manner; kneel and touch the ground with the forehead in worship or submission",
        "description": "He refused to kowtow to the demands of his tyrannical boss."
    },
    "138": {
        "title": "Languid",
        "subtitle": "Having a disinclination for physical exertion or effort; slow and relaxed",
        "description": "The hot, humid weather made everyone feel languid and sluggish."
    },
    "139": {
        "title": "Maudlin",
        "subtitle": "Self-pityingly or tearfully sentimental, often through drunkenness",
        "description": "After a few drinks, he became maudlin and started reminiscing tearfully about his lost youth."
    },
    "140": {
        "title": "Noxious",
        "subtitle": "Harmful, poisonous, or very unpleasant",
        "description": "The factory released noxious fumes into the atmosphere, causing health concerns."
    },
    "141": {
        "title": "Ostracize",
        "subtitle": "Exclude (someone) from a society or group",
        "description": "The other children would ostracize anyone who didn't conform to their strict rules."
    },
    "142": {
        "title": "Panacea",
        "subtitle": "A solution or remedy for all difficulties or diseases",
        "description": "Many people seek a quick panacea for all their problems, but real solutions are often complex."
    },
    "143": {
        "title": "Quagmire",
        "subtitle": "A soft boggy area of land that gives way underfoot; an awkward, complex, or hazardous situation",
        "description": "The company found itself in a financial quagmire after a series of bad investments."
    },
    "144": {
        "title": "Repudiate",
        "subtitle": "Refuse to accept or be associated with",
        "description": "He publicly repudiated the accusations made against him, declaring them false."
    },
    "145": {
        "title": "Sardonic",
        "subtitle": "Grimly mocking or cynical",
        "description": "His sardonic wit often made people uncomfortable, even when they laughed."
    },
    "146": {
        "title": "Tenacious",
        "subtitle": "Tending to keep a firm hold of something; clinging or adhering closely",
        "description": "The climber had a tenacious grip on the rock face, refusing to let go."
    },
    "147": {
        "title": "Undulate",
        "subtitle": "Move with a smooth up-and-down motion",
        "description": "The fields of wheat undulated gently in the summer breeze."
    },
    "148": {
        "title": "Venerate",
        "subtitle": "Regard with great respect; revere",
        "description": "Many cultures continue to venerate their ancestors and ancient traditions."
    },
    "149": {
        "title": "Wanton",
        "subtitle": "(of a cruel or violent action) deliberate and unprovoked; sexually unrestrained",
        "description": "The vandals caused wanton destruction to the public park, defacing statues and breaking benches."
    },
    "150": {
        "title": "Xerophyte",
        "subtitle": "A plant adapted to live in dry conditions",
        "description": "Cacti are prime examples of xerophytes, thriving in arid desert environments."
    },
    "151": {
        "title": "Yoke",
        "subtitle": "A wooden crosspiece that is fastened over the necks of two animals and attached to a plow or cart; a burden or something that oppresses",
        "description": "The country struggled to cast off the yoke of oppression after decades of foreign rule."
    },
    "152": {
        "title": "Zeitgeist",
        "subtitle": "The defining spirit or mood of a particular period of history as shown by the ideas and beliefs of the time",
        "description": "The emergence of new technologies deeply influenced the zeitgeist of the late 20th century."
    },
    "153": {
        "title": "Absolve",
        "subtitle": "Declare (someone) free from guilt, obligation, or punishment",
        "description": "The jury voted to absolve him of all charges due to insufficient evidence."
    },
    "154": {
        "title": "Bombastic",
        "subtitle": "High-sounding but with little meaning; inflated",
        "description": "The politician's speech was full of bombastic rhetoric but offered no concrete solutions."
    },
    "155": {
        "title": "Cacophony",
        "subtitle": "A harsh, discordant mixture of sounds",
        "description": "The city street was a cacophony of honking horns and shouting vendors."
    },
    "156": {
        "title": "Decry",
        "subtitle": "Publicly denounce",
        "description": "Environmental groups decried the government's decision to expand drilling operations."
    },
    "157": {
        "title": "Enervate",
        "subtitle": "Cause (someone) to feel drained of energy or vitality; weaken",
        "description": "The long, hot journey had a truly enervating effect on the travelers."
    },
    "158": {
        "title": "Fervent",
        "subtitle": "Having or displaying a passionate intensity",
        "description": "She was a fervent advocate for animal rights, dedicating her life to the cause."
    },
    "159": {
        "title": "Glib",
        "subtitle": "(of words or the person speaking them) fluent and voluble but insincere and shallow",
        "description": "He offered a glib excuse that no one found believable."
    },
    "160": {
        "title": "Haughty",
        "subtitle": "Arrogantly superior and disdainful",
        "description": "The fashion designer's haughty demeanor made her seem unapproachable."
    },
    "161": {
        "title": "Impecunious",
        "subtitle": "Having little or no money",
        "description": "Despite his talent, the artist remained impecunious throughout his life."
    },
    "162": {
        "title": "Jocund",
        "subtitle": "Cheerful and lighthearted",
        "description": "The travelers enjoyed a jocund evening of singing and storytelling around the campfire."
    },
    "163": {
        "title": "Kismet",
        "subtitle": "Destiny; fate",
        "description": "They believed it was kismet that their paths crossed at such an unexpected moment."
    },
    "164": {
        "title": "Languor",
        "subtitle": "The state or feeling of tiredness or inertia",
        "description": "A feeling of languor settled over the city during the sweltering heatwave."
    },
    "165": {
        "title": "Mirth",
        "subtitle": "Amusement, especially as expressed in laughter",
        "description": "The children's faces were full of mirth as they played games in the park."
    },
    "166": {
        "title": "Nepotism",
        "subtitle": "The practice among those with power or influence of favoring relatives or friends, especially by giving them jobs",
        "description": "The company was accused of nepotism after several family members were hired for key positions."
    },
    "167": {
        "title": "Opaque",
        "subtitle": "Not able to be seen through; not transparent",
        "description": "The instructions were so opaque that no one could understand what was expected of them."
    },
    "168": {
        "title": "Parsimonious",
        "subtitle": "Unwilling to spend money or use resources; stingy or frugal",
        "description": "He was so parsimonious that he rarely bought anything new, even when he could afford it."
    },
    "169": {
        "title": "Querulous",
        "subtitle": "Complaining in a petulant or whining manner",
        "description": "The baby's querulous cries filled the quiet room."
    },
    "170": {
        "title": "Rancid",
        "subtitle": "(of foods containing fat or oil) smelling or tasting unpleasant as a result of being stale",
        "description": "The butter had gone rancid and was inedible."
    },
    "171": {
        "title": "Sanguine",
        "subtitle": "Optimistic or positive, especially in an apparently difficult situation",
        "description": "Despite the mounting challenges, she remained sanguine about the project's success."
    },
    "172": {
        "title": "Tacit",
        "subtitle": "Understood or implied without being stated",
        "description": "There was a tacit agreement between them not to discuss the sensitive topic."
    },
    "173": {
        "title": "Unwitting",
        "subtitle": "Not aware of the full facts; unintentional",
        "description": "She became an unwitting accomplice to the crime, unaware of the illegal activities."
    },
    "174": {
        "title": "Vituperate",
        "subtitle": "Blame or insult (someone) in strong or violent language",
        "description": "He began to vituperate his opponent with harsh and abusive language."
    },
    "175": {
        "title": "Wry",
        "subtitle": "Using or expressing dry, especially mocking, humor",
        "description": "He gave a wry smile, acknowledging the irony of the situation."
    },
    "176": {
        "title": "Xerox",
        "subtitle": "A copy made using a xerographic copier; to make a xerographic copy of",
        "description": "She needed to Xerox the documents before the meeting."
    },
    "177": {
        "title": "Yuppie",
        "subtitle": "A young urban professional, typically working in a city and with a high disposable income",
        "description": "The new apartment complex was largely occupied by yuppies drawn to the vibrant city life."
    },
    "178": {
        "title": "Zodiacal",
        "subtitle": "Relating to the zodiac",
        "description": "He studied the zodiacal charts to understand his astrological predispositions."
    },
    "179": {
        "title": "Aberrant",
        "subtitle": "Departing from an accepted standard; diverging from the normal type",
        "description": "The scientist observed an aberrant cell growth that warranted further investigation."
    },
    "180": {
        "title": "Bilk",
        "subtitle": "Obtain or withhold money from (someone) by deceit or without justification; cheat or defraud",
        "description": "The con artist managed to bilk several investors before being caught."
    },
    "181": {
        "title": "Conjecture",
        "subtitle": "An opinion or conclusion formed on the basis of incomplete information",
        "description": "The police report was based largely on conjecture rather than concrete evidence."
    },
    "182": {
        "title": "Diffident",
        "subtitle": "Modest or shy because of a lack of self-confidence",
        "description": "She was diffident about expressing her opinions in the group discussion."
    },
    "183": {
        "title": "Enigmatic",
        "subtitle": "Difficult to interpret or understand; mysterious",
        "description": "The artist's painting had an enigmatic quality that fascinated viewers."
    },
    "184": {
        "title": "Flamboyant",
        "subtitle": "Tending to attract attention because of their exuberance, confidence, and stylishness",
        "description": "He was known for his flamboyant fashion sense and dramatic stage presence."
    },
    "185": {
        "title": "Gratuitous",
        "subtitle": "Uncalled for; lacking good reason; unwarranted",
        "description": "The movie contained a lot of gratuitous violence that added nothing to the plot."
    },
    "186": {
        "title": "Hyperbole",
        "subtitle": "Exaggerated statements or claims not meant to be taken literally",
        "description": "His description of the party as 'the most epic event ever' was pure hyperbole."
    },
    "187": {
        "title": "Idyllic",
        "subtitle": "Extremely happy, peaceful, or picturesque",
        "description": "They spent an idyllic summer vacation in a charming countryside cottage."
    },
    "188": {
        "title": "Jejune",
        "subtitle": "Naive, simplistic, and superficial; dry and uninteresting",
        "description": "His arguments were rather jejune and failed to address the complexity of the issue."
    },
    "189": {
        "title": "Knell",
        "subtitle": "The sound of a bell, especially when rung solemnly for a death or funeral; the end or downfall of something",
        "description": "The announcement of the factory's closure sounded the death knell for the small town's economy."
    },
    "190": {
        "title": "Lamentable",
        "subtitle": "(of circumstances or conditions) deplorable or regrettable",
        "description": "The living conditions in the refugee camp were truly lamentable."
    },
    "191": {
        "title": "Mendacious",
        "subtitle": "Not telling the truth; lying",
        "description": "The politician was accused of making mendacious statements during the campaign."
    },
    "192": {
        "title": "Noxious",
        "subtitle": "Harmful, poisonous, or very unpleasant",
        "description": "The factory released noxious chemicals into the river, causing environmental damage."
    },
    "193": {
        "title": "Ostracism",
        "subtitle": "Exclusion from a society or group",
        "description": "She faced social ostracism after her controversial opinions became known."
    },
    "194": {
        "title": "Parsimony",
        "subtitle": "Extreme unwillingness to spend money or use resources",
        "description": "His extreme parsimony meant he rarely enjoyed any luxuries."
    },
    "195": {
        "title": "Quirk",
        "subtitle": "A peculiar behavioral habit",
        "description": "One of his many quirks was his habit of talking to himself while working."
    },
    "196": {
        "title": "Rampant",
        "subtitle": "(especially of something unwelcome or unpleasant) flourishing or spreading unchecked",
        "description": "Corruption was rampant throughout the government at that time."
    },
    "197": {
        "title": "Scofflaw",
        "subtitle": "A person who flouts the law, especially by failing to comply with a law that is difficult to enforce effectively",
        "description": "Parking regulations were constantly ignored by local scofflaws."
    },
    "198": {
        "title": "Tenuous",
        "subtitle": "Very weak or slight",
        "description": "The connection between the two events was rather tenuous, based on speculation."
    },
    "199": {
        "title": "Unkempt",
        "subtitle": "Having an untidy or disheveled appearance",
        "description": "He arrived at the interview looking surprisingly unkempt."
    },
    "200": {
        "title": "Verdant",
        "subtitle": "(of countryside) green with grass or other rich vegetation",
        "description": "The hills were lush and verdant after the heavy spring rains."
    },
    "201": {
        "title": "Wistful",
        "subtitle": "Having or showing a feeling of vague or regretful longing",
        "description": "He looked out at the old playground with a wistful expression, remembering his childhood."
    },
    "202": {
        "title": "Xenial",
        "subtitle": "Relating to or denoting the hospitality shown to guests or strangers",
        "description": "The locals were known for their xenial nature, always welcoming visitors warmly."
    },
    "203": {
        "title": "Yearn",
        "subtitle": "Have an intense longing for something",
        "description": "She began to yearn for a simpler life, away from the city's hustle and bustle."
    },
    "204": {
        "title": "Zestfully",
        "subtitle": "With great enthusiasm and energy",
        "description": "He tackled the new project zestfully, eager to prove himself."
    },
    "205": {
        "title": "Abrogate",
        "subtitle": "Repeal or do away with (a law, right, or formal agreement)",
        "description": "The parliament voted to abrogate the outdated law."
    },
    "206": {
        "title": "Beguile",
        "subtitle": "Charm or enchant (someone), sometimes in a deceptive way",
        "description": "He was beguiled by her beauty and charming personality, completely falling under her spell."
    },
    "207": {
        "title": "Chasm",
        "subtitle": "A deep fissure in the earth's surface; a profound difference between people, viewpoints, feelings, etc.",
        "description": "There was a vast chasm between their political ideologies, making compromise impossible."
    },
    "208": {
        "title": "Dilettante",
        "subtitle": "A person who cultivates an area of interest, such as the arts, without real commitment or knowledge",
        "description": "He was a mere dilettante in the world of classical music, lacking deep understanding or skill."
    },
    "209": {
        "title": "Emaciated",
        "subtitle": "Abnormally thin or weak, especially because of illness or lack of food",
        "description": "The rescued stray dog was severely emaciated, just skin and bones."
    },
    "210": {
        "title": "Fissure",
        "subtitle": "A long, narrow opening or crack in something, especially a rock or earth",
        "description": "A deep fissure appeared in the road after the recent earthquake."
    },
    "211": {
        "title": "Goad",
        "subtitle": "Provoke or annoy (someone) to stimulate some action or reaction",
        "description": "He tried to goad her into arguing, but she refused to take the bait."
    },
    "212": {
        "title": "Halcyon",
        "subtitle": "Denoting a period of time in the past that was idyllically happy and peaceful",
        "description": "She often reminisced about the halcyon days of her youth, carefree and joyful."
    },
    "213": {
        "title": "Inexorable",
        "subtitle": "Impossible to stop or prevent",
        "description": "The inexorable march of technological progress continues unabated."
    },
    "214": {
        "title": "Jejune",
        "subtitle": "Naive, simplistic, and superficial; dry and uninteresting",
        "description": "His theories were so jejune that they were quickly dismissed by the scientific community."
    },
    "215": {
        "title": "Kitsch",
        "subtitle": "Art, objects, or design considered to be in poor taste because of excessive garishness or sentimentality, but sometimes appreciated in an ironic or knowing way",
        "description": "The souvenir shop was full of kitsch items, brightly colored and overly sentimental."
    },
    "216": {
        "title": "Languid",
        "subtitle": "Having a disinclination for physical exertion or effort; slow and relaxed",
        "description": "The warm, lazy afternoon made him feel wonderfully languid."
    },
    "217": {
        "title": "Maudlin",
        "subtitle": "Self-pityingly or tearfully sentimental, often through drunkenness",
        "description": "The old movie became rather maudlin towards the end, with excessive sentimental scenes."
    },
    "218": {
        "title": "Niche",
        "subtitle": "A comfortable or suitable position in life or employment; a specialized segment of the market for a particular kind of product or service",
        "description": "She found her perfect niche working with rare books."
    },
    "219": {
        "title": "Opulent",
        "subtitle": "Rich and luxurious or lavish",
        "description": "The palace was decorated with opulent furnishings and shimmering gold accents."
    },
    "220": {
        "title": "Piquant",
        "subtitle": "Having a pleasantly sharp taste or appetizing flavor; pleasantly stimulating or exciting to the mind",
        "description": "The lemon zest added a delightful piquant note to the dessert."
    },
    "221": {
        "title": "Quixotic",
        "subtitle": "Extremely idealistic; unrealistic and impractical",
        "description": "His quixotic attempts to solve all the world's problems seemed destined to fail."
    },
    "222": {
        "title": "Rapacious",
        "subtitle": "Aggressively greedy or grasping",
        "description": "The rapacious landlord continually raised the rent without justification."
    },
    "223": {
        "title": "Salubrious",
        "subtitle": "Health-giving; healthy",
        "description": "The clean mountain air provided a salubrious environment for recovery."
    },
    "224": {
        "title": "Tractable",
        "subtitle": "Easy to control or influence",
        "description": "The previously unruly students became surprisingly tractable under the new teacher's guidance."
    },
    "225": {
        "title": "Unctuous",
        "subtitle": "Excessively or ingratiatingly flattering; oily",
        "description": "The politician's unctuous compliments were clearly insincere and aimed at gaining votes."
    },
    "226": {
        "title": "Vignette",
        "subtitle": "A brief evocative description, account, or episode",
        "description": "The author used short, poignant vignettes to tell the story of a lifetime."
    },
    "227": {
        "title": "Wane",
        "subtitle": "(of a state or feeling) decrease in vigor, power, or extent; become weaker",
        "description": "The public's interest in the scandal began to wane after a few weeks."
    },
    "228": {
        "title": "Xenophobia",
        "subtitle": "Dislike of or prejudice against people from other countries",
        "description": "The rise of nationalism often correlates with an increase in xenophobia."
    },
    "229": {
        "title": "Yodel",
        "subtitle": "A form of singing or calling in which the voice rapidly changes between the normal chest voice and the high falsetto",
        "description": "The sound of a lone yodel echoed through the Swiss Alps."
    },
    "230": {
        "title": "Zillion",
        "subtitle": "An indefinitely large number",
        "description": "He claimed he had a zillion things to do before the deadline."
    },
    "231": {
        "title": "Ameliorate",
        "subtitle": "Make (something bad or unsatisfactory) better",
        "description": "The new policies aim to ameliorate the economic hardship faced by many families."
    },
    "232": {
        "title": "Brocade",
        "subtitle": "A rich fabric, typically silk, woven with a raised pattern, typically with gold or silver thread",
        "description": "The theatre curtains were made of heavy, crimson brocade."
    },
    "233": {
        "title": "Chicanery",
        "subtitle": "The use of trickery to achieve a political, financial, or legal purpose",
        "description": "The trial revealed years of financial chicanery by the company's executives."
    },
    "234": {
        "title": "Disingenuous",
        "subtitle": "Not candid or sincere, typically by pretending that one knows less about something than one really does",
        "description": "His feigned ignorance was so disingenuous it was almost insulting."
    },
    "235": {
        "title": "Eschew",
        "subtitle": "Deliberately avoid using; abstain from",
        "description": "True minimalists strive to eschew all unnecessary possessions."
    },
    "236": {
        "title": "Foment",
        "subtitle": "Instigate or stir up (an undesirable or violent sentiment or course of action)",
        "description": "The agitators sought to foment unrest among the striking workers."
    },
    "237": {
        "title": "Gaffe",
        "subtitle": "An unintentional act or remark causing embarrassment to its originator; a blunder",
        "description": "The diplomat's cultural gaffe caused an international incident."
    },
    "238": {
        "title": "Harbinger",
        "subtitle": "A person or thing that announces or signals the approach of another",
        "description": "The unusually warm weather was a harbinger of an early spring."
    },
    "239": {
        "title": "Imperturbable",
        "subtitle": "Unable to be upset or excited; unflustered",
        "description": "Despite the chaos around him, the pilot remained remarkably imperturbable."
    },
    "240": {
        "title": "Jargon",
        "subtitle": "Special words or expressions used by a particular profession or group and difficult for others to understand",
        "description": "The medical report was filled with technical jargon that was incomprehensible to the average person."
    },
    "241": {
        "title": "Kismet",
        "subtitle": "Destiny; fate",
        "description": "She felt it was pure kismet that they met on that particular day."
    },
    "242": {
        "title": "Languor",
        "subtitle": "The state or feeling of tiredness or inertia",
        "description": "A sense of peaceful languor enveloped them as they rested by the lake."
    },
    "243": {
        "title": "Mirthful",
        "subtitle": "Full of mirth; merry or amusing",
        "description": "The children's mirthful laughter echoed through the house."
    },
    "244": {
        "title": "Nepotism",
        "subtitle": "The practice among those with power or influence of favoring relatives or friends, especially by giving them jobs",
        "description": "Accusations of nepotism plagued the new administration, as several family members were given high-ranking positions."
    },
    "245": {
        "title": "Opportune",
        "subtitle": "Well-chosen or particularly favorable or appropriate",
        "description": "The rain came at an opportune moment, saving the wilting crops."
    },
    "246": {
        "title": "Perfunctory",
        "subtitle": "(of an action or gesture) carried out with a minimum of effort or reflection",
        "description": "He gave a perfunctory nod of greeting, clearly not interested in conversation."
    },
    "247": {
        "title": "Quorum",
        "subtitle": "The minimum number of members of an assembly or society that must be present at any of its meetings to make the proceedings of that meeting valid",
        "description": "The meeting couldn't proceed until a quorum of members was present."
    },
    "248": {
        "title": "Redolent",
        "subtitle": "Strongly reminiscent or suggestive of something",
        "description": "The old house was redolent of childhood memories, filled with familiar scents."
    },
    "249": {
        "title": "Scurrilous",
        "subtitle": "Making or spreading scandalous claims about someone with the intention of damaging their reputation",
        "description": "The tabloids published a scurrilous article, filled with false accusations."
    },
    "250": {
        "title": "Transitory",
        "subtitle": "Not permanent or lasting; ephemeral",
        "description": "Life is often described as a transitory journey, full of fleeting moments."
    },
    "251": {
        "title": "Unfathomable",
        "subtitle": "Incapable of being fully explored or understood",
        "description": "The depths of the human mind remain largely unfathomable."
    },
    "252": {
        "title": "Vitriolic",
        "subtitle": "Full of bitter verbal abuse or malice",
        "description": "She launched a vitriolic attack against her former boss, fueled by years of resentment."
    },
    "253": {
        "title": "Wily",
        "subtitle": "Skilled at gaining an advantage, especially deceitfully",
        "description": "The wily fox consistently outsmarted the hunters."
    },
    "254": {
        "title": "Xenial",
        "subtitle": "Relating to or denoting the hospitality shown to guests or strangers",
        "description": "The villagers were renowned for their xenial customs, always offering food and shelter to travelers."
    },
    "255": {
        "title": "Yearning",
        "subtitle": "A feeling of intense longing for something",
        "description": "He felt a deep yearning for adventure and exploration."
    },
    "256": {
        "title": "Zygote",
        "subtitle": "A diploid cell resulting from the fusion of two haploid gametes; a fertilized ovum",
        "description": "The development of an organism begins with a single zygote."
    },
    "257": {
        "title": "Arcane",
        "subtitle": "Understood by few; mysterious or secret",
        "description": "The old magician possessed arcane knowledge passed down through generations."
    },
    "258": {
        "title": "Banal",
        "subtitle": "So lacking in originality as to be obvious and boring",
        "description": "His speech was full of banal clichs, offering nothing new or insightful."
    },
    "259": {
        "title": "Cacography",
        "subtitle": "Bad handwriting or spelling",
        "description": "The ancient manuscript was difficult to decipher due to its cacography."
    },
    "260": {
        "title": "Derelict",
        "subtitle": "In a very poor condition as a result of disuse and neglect; a person without a home, job, or property",
        "description": "The abandoned building stood as a derelict reminder of better times."
    },
    "261": {
        "title": "Ebullience",
        "subtitle": "The quality of being cheerful and full of energy",
        "description": "Her natural ebullience made her a popular leader, inspiring everyone around her."
    },
    "262": {
        "title": "Farrago",
        "subtitle": "A confused mixture",
        "description": "The news report was a farrago of conflicting statements and speculation."
    },
    "263": {
        "title": "Glib",
        "subtitle": "(of words or the person speaking them) fluent and voluble but insincere and shallow",
        "description": "He had a glib answer for every difficult question, but they lacked sincerity."
    },
    "264": {
        "title": "Harangue",
        "subtitle": "A lengthy and aggressive speech",
        "description": "The angry crowd listened intently to the speaker's fiery harangue."
    },
    "265": {
        "title": "Impute",
        "subtitle": "Attribute or ascribe (something, especially a fault) to someone",
        "description": "He tried to impute the blame to his colleague, despite his own involvement."
    },
    "266": {
        "title": "Jejune",
        "subtitle": "Naive, simplistic, and superficial; dry and uninteresting",
        "description": "The student's essay was filled with jejune observations and lacked critical analysis."
    },
    "267": {
        "title": "Kudos",
        "subtitle": "Praise and honor received for an achievement",
        "description": "She received well-deserved kudos for her groundbreaking research."
    },
    "268": {
        "title": "Lachrymose",
        "subtitle": "Tearful or given to weeping",
        "description": "The farewell ceremony was a surprisingly lachrymose affair for everyone involved."
    },
    "269": {
        "title": "Miasma",
        "subtitle": "A noxious or poisonous atmosphere; an oppressive or unpleasant atmosphere",
        "description": "The old factory emitted a miasma of chemicals that polluted the air."
    },
    "270": {
        "title": "Nugatory",
        "subtitle": "Of no value or importance; useless or futile",
        "description": "His efforts to influence the decision were ultimately nugatory."
    },
    "271": {
        "title": "Obstreperous",
        "subtitle": "Noisy and difficult to control",
        "description": "The obstreperous children refused to settle down for their nap."
    },
    "272": {
        "title": "Panegyric",
        "subtitle": "A public speech or published text in praise of someone or something",
        "description": "The celebratory article was a beautiful panegyric to the retiring CEO."
    },
    "273": {
        "title": "Quisling",
        "subtitle": "A traitor who collaborates with an enemy occupying force",
        "description": "He was denounced as a quisling for his betrayal of the resistance movement."
    },
    "274": {
        "title": "Recalcitrant",
        "subtitle": "Having an obstinately uncooperative attitude toward authority or discipline",
        "description": "The recalcitrant donkey refused to move, despite all coaxing."
    },
    "275": {
        "title": "Sartorial",
        "subtitle": "Relating to tailoring, clothes, or style of dress",
        "description": "His sartorial elegance was always admired at formal events."
    },
    "276": {
        "title": "Tergiversate",
        "subtitle": "Make conflicting or evasive statements; equivocate",
        "description": "The witness continued to tergiversate, making it difficult for the jury to believe him."
    },
    "277": {
        "title": "Ubiquitous",
        "subtitle": "Present, appearing, or found everywhere",
        "description": "Plastic pollution is becoming increasingly ubiquitous in our oceans."
    },
    "278": {
        "title": "Vituperative",
        "subtitle": "Bitter and abusive",
        "description": "The online comments section was filled with vituperative attacks."
    },
    "279": {
        "title": "Waggish",
        "subtitle": "Humorous in a playful, mischievous, or facetious manner",
        "description": "His waggish pranks always caused laughter, though sometimes a little annoyance."
    },
    "280": {
        "title": "Xanthic",
        "subtitle": "Yellow or yellowish",
        "description": "The artist used xanthic pigments to capture the warmth of the summer sun."
    },
    "281": {
        "title": "Yin-yang",
        "subtitle": "(in Chinese philosophy) two complementary principles, one feminine, dark, and negative (yin) and one masculine, bright, and positive (yang), whose interaction influences the destinies of creatures and things",
        "description": "The concept of yin-yang illustrates the balance of opposing forces in the universe."
    },
    "282": {
        "title": "Zugzwang",
        "subtitle": "(in chess and other games) a situation in which a player is forced to make a disadvantageous move or one that worsens their position",
        "description": "He felt trapped in a strategic zugzwang during the negotiation, with no favorable options."
    },
    "283": {
        "title": "Abstemious",
        "subtitle": "Not self-indulgent, especially when eating and drinking",
        "description": "The monk lived an abstemious life, avoiding all luxuries."
    },
    "284": {
        "title": "Bombast",
        "subtitle": "High-sounding language with little meaning, used to impress people",
        "description": "His speech was more bombast than substance, filled with empty promises."
    },
    "285": {
        "title": "Cynosure",
        "subtitle": "A person or thing that is the center of attention or admiration",
        "description": "The glittering diamond necklace became the cynosure of the entire exhibition."
    },
    "286": {
        "title": "Diatribe",
        "subtitle": "A forceful and bitter verbal attack against someone or something",
        "description": "The critic launched into a furious diatribe against the director's latest film."
    },
    "287": {
        "title": "Effulgent",
        "subtitle": "Shining brightly; radiant",
        "description": "The morning sun was effulgent, bathing the landscape in golden light."
    },
    "288": {
        "title": "Fulsome",
        "subtitle": "Complimentary or flattering to an excessive degree; of large size or quantity",
        "description": "His fulsome praise for the mediocre performance seemed insincere."
    },
    "289": {
        "title": "Gourmand",
        "subtitle": "A person who enjoys eating and often eats too much",
        "description": "The food festival was a paradise for every true gourmand."
    },
    "290": {
        "title": "Hegemony",
        "subtitle": "Leadership or dominance, especially by one country or social group over others",
        "description": "The emerging nation challenged the established hegemony in global trade."
    },
    "291": {
        "title": "Inchoate",
        "subtitle": "Just begun and so not fully formed or developed; rudimentary",
        "description": "The artist's early sketches were still inchoate, hinting at future masterpieces."
    },
    "292": {
        "title": "Jejune",
        "subtitle": "Naive, simplistic, and superficial; dry and uninteresting",
        "description": "The politician's answers to complex economic questions were surprisingly jejune."
    },
    "293": {
        "title": "Kakistocracy",
        "subtitle": "A system of government which is run by the worst, least qualified, or most unscrupulous citizens",
        "description": "Some citizens feared their nation was descending into a kakistocracy."
    },
    "294": {
        "title": "Lassitude",
        "subtitle": "A state of physical or mental weariness; lack of energy",
        "description": "After the long hike, a profound sense of lassitude overcame them."
    },
    "295": {
        "title": "Mellifluous",
        "subtitle": "Sweet or musical; pleasant to hear",
        "description": "The speaker's mellifluous voice captivated the entire audience."
    },
    "296": {
        "title": "Nadir",
        "subtitle": "The lowest point in the fortunes of a person or organization",
        "description": "His business reached its nadir during the economic recession."
    },
    "297": {
        "title": "Obfuscate",
        "subtitle": "Render obscure, unclear, or unintelligible",
        "description": "He tried to obfuscate the details of the financial transaction to avoid scrutiny."
    },
    "298": {
        "title": "Pecuniary",
        "subtitle": "Relating to or consisting of money",
        "description": "The divorce settlement involved complex pecuniary arrangements."
    },
    "299": {
        "title": "Quisling",
        "subtitle": "A traitor who collaborates with an enemy occupying force",
        "description": "History often remembers quislings with scorn and contempt."
    },
    "300": {
        "title": "Recalcitrant",
        "subtitle": "Having an obstinately uncooperative attitude toward authority or discipline",
        "description": "The recalcitrant teenagers refused to follow the school rules."
    },
    "301": {
        "title": "Serendipity",
        "subtitle": "The occurrence and development of events by chance in a happy or beneficial way",
        "description": "Their meeting was a pure act of serendipity, leading to a lifelong friendship."
    },
    "302": {
        "title": "Truculent",
        "subtitle": "Eager or quick to argue or fight; aggressively defiant",
        "description": "His truculent nature often led him into unnecessary confrontations."
    },
    "303": {
        "title": "Unctuous",
        "subtitle": "Excessively or ingratiatingly flattering; oily",
        "description": "The salesperson's unctuous compliments did not convince her to buy the expensive car."
    },
    "304": {
        "title": "Verisimilitude",
        "subtitle": "The appearance of being true or real",
        "description": "The film achieved remarkable verisimilitude in its depiction of wartime experiences."
    },
    "305": {
        "title": "Weltanschauung",
        "subtitle": "A particular philosophy or view of life; a worldview",
        "description": "His travels significantly broadened his weltanschauung."
    },
    "306": {
        "title": "Xenial",
        "subtitle": "Relating to or denoting the hospitality shown to guests or strangers",
        "description": "The local community was known for its xenial customs, always making visitors feel at home."
    },
    "307": {
        "title": "Ylem",
        "subtitle": "(in the Big Bang theory) the primordial matter of the universe from which all later matter was formed",
        "description": "Cosmologists study the properties of the early universe, theorizing about the initial ylem."
    },
    "308": {
        "title": "Zenith",
        "subtitle": "The time at which something is most powerful or successful",
        "description": "The company reached its financial zenith last year."
    },
    "309": {
        "title": "Abstemious",
        "subtitle": "Not self-indulgent, especially when eating and drinking",
        "description": "He led an abstemious lifestyle, preferring simplicity over excess."
    },
    "310": {
        "title": "Bespoke",
        "subtitle": "Made for a particular customer or user",
        "description": "He wore a beautifully tailored bespoke suit to the wedding."
    },
    "311": {
        "title": "Capricious",
        "subtitle": "Given to sudden and unaccountable changes of mood or behavior",
        "description": "Her capricious decisions often surprised her colleagues and left them scrambling."
    },
    "312": {
        "title": "Delineate",
        "subtitle": "Describe or portray (something) precisely",
        "description": "The artist meticulously delineated every detail of the landscape."
    },
    "313": {
        "title": "Egregious",
        "subtitle": "Outstandingly bad; shocking",
        "description": "His egregious error in judgment cost the company millions."
    },
    "314": {
        "title": "Facetious",
        "subtitle": "Treating serious issues with deliberately inappropriate humor; flippant",
        "description": "His facetious remarks were ill-received during the somber meeting."
    },
    "315": {
        "title": "Garrulous",
        "subtitle": "Excessively talkative, especially on trivial matters",
        "description": "The garrulous passenger on the bus talked incessantly about her cats."
    },
    "316": {
        "title": "Hedonist",
        "subtitle": "A person who believes that the pursuit of pleasure is the most important thing in life; a pleasure-seeker",
        "description": "As a devoted hedonist, he sought out every opportunity for enjoyment."
    },
    "317": {
        "title": "Imperious",
        "subtitle": "Assuming power or authority without justification; arrogant and domineering",
        "description": "The CEO's imperious demeanor made him unpopular with his employees."
    },
    "318": {
        "title": "Jettison",
        "subtitle": "Throw or drop (something) from an aircraft or ship; abandon or discard (someone or something that is no longer wanted)",
        "description": "The company decided to jettison the outdated technology in favor of newer innovations."
    },
    "319": {
        "title": "Kinetic",
        "subtitle": "Relating to or resulting from motion",
        "description": "The dancer's performance was a display of pure kinetic energy and grace."
    },
    "320": {
        "title": "Labyrinthine",
        "subtitle": "(of a network of paths and hedges) intricate and confusing; (of a system or process) complicated and tortuous",
        "description": "The old castle had labyrinthine corridors where visitors often got lost."
    },
    "321": {
        "title": "Misanthrope",
        "subtitle": "A person who dislikes humankind and avoids human society",
        "description": "Despite his gruff exterior, the old misanthrope secretly cared for his neighbors."
    },
    "322": {
        "title": "Nefarious",
        "subtitle": "Wicked or criminal",
        "description": "The police uncovered a nefarious plot to hack into government databases."
    },
    "323": {
        "title": "Obsequious",
        "subtitle": "Obedient or attentive to an excessive or servile degree",
        "description": "The assistant's obsequious behavior was clearly an attempt to gain favor with the boss."
    },
    "324": {
        "title": "Pellucid",
        "subtitle": "Translucently clear; easily understood; limpid",
        "description": "The professor's explanation was so pellucid that even the most complex theories became clear."
    },
    "325": {
        "title": "Quixotic",
        "subtitle": "Extremely idealistic; unrealistic and impractical",
        "description": "Her quixotic vision of a perfectly harmonious world was beautiful but unattainable."
    },
    "326": {
        "title": "Repudiate",
        "subtitle": "Refuse to accept or be associated with",
        "description": "He felt compelled to repudiate the false rumors circulating about him."
    },
    "327": {
        "title": "Satiate",
        "subtitle": "Satisfy (a desire or an appetite) to the full",
        "description": "No amount of food could truly satiate his hunger after weeks in the wilderness."
    },
    "328": {
        "title": "Tendentious",
        "subtitle": "Expressing or intending to promote a particular cause or point of view, especially a controversial one",
        "description": "The documentary's tendentious narrative left little room for dissenting opinions."
    },
    "329": {
        "title": "Unilateral",
        "subtitle": "(of an action or decision) performed or undertaken by one person or party without the agreement of another or others",
        "description": "The company made a unilateral decision to cut benefits, angering its employees."
    },
    "330": {
        "title": "Vignette",
        "subtitle": "A brief evocative description, account, or episode",
        "description": "The play was presented as a series of short, interconnected vignettes."
    },
    "331": {
        "title": "Wizened",
        "subtitle": "Shriveled or wrinkled with age",
        "description": "The old farmer's hands were wizened from years of working in the fields."
    },
    "332": {
        "title": "Xenophobe",
        "subtitle": "A person who has a dislike of or prejudice against people from other countries",
        "description": "His comments revealed him to be a deeply ingrained xenophobe."
    },
    "333": {
        "title": "Yawn",
        "subtitle": "An involuntary opening of the mouth and deep inhalation of air, usually indicating tiredness",
        "description": "He stifled a yawn during the boring lecture."
    },
    "334": {
        "title": "Zephyr",
        "subtitle": "A soft, gentle breeze",
        "description": "A warm zephyr blew in from the ocean, bringing relief from the heat."
    },
    "335": {
        "title": "Absurd",
        "subtitle": "Wildly unreasonable, illogical, or inappropriate",
        "description": "The idea of a talking dog was utterly absurd, but charming in the story."
    },
    "336": {
        "title": "Bigot",
        "subtitle": "A person who is intolerant toward those holding different opinions",
        "description": "His bigoted remarks caused offense and were widely condemned."
    },
    "337": {
        "title": "Conceit",
        "subtitle": "Excessive pride in oneself; a fanciful expression in writing or speech; an elaborate metaphor",
        "description": "The author used an extended conceit of a ship's journey to represent life's challenges."
    },
    "338": {
        "title": "Debunk",
        "subtitle": "Expose the falseness or hollowness of (a myth, idea, or belief)",
        "description": "Scientists worked to debunk the popular myth about certain foods."
    },
    "339": {
        "title": "Eloquent",
        "subtitle": "Fluent or persuasive in speaking or writing",
        "description": "Her eloquent speech captivated the audience and inspired action."
    },
    "340": {
        "title": "Fickle",
        "subtitle": "Changing frequently, especially as regards one's loyalties, interests, or affection",
        "description": "The weather in March is notoriously fickle, constantly shifting between sun and rain."
    },
    "341": {
        "title": "Glib",
        "subtitle": "(of words or the person speaking them) fluent and voluble but insincere and shallow",
        "description": "His glib assurances failed to convince anyone of his sincerity."
    },
    "342": {
        "title": "Harrowing",
        "subtitle": "Acutely distressing",
        "description": "The survivors recounted their harrowing ordeal at sea."
    },
    "343": {
        "title": "Idiosyncrasy",
        "subtitle": "A peculiarity of constitution or temperament; a distinctive or peculiar feature or characteristic of a place or thing",
        "description": "One of her many idiosyncrasies was her habit of wearing mismatched socks."
    },
    "344": {
        "title": "Jubilant",
        "subtitle": "Feeling or expressing great happiness and triumph",
        "description": "The entire city was jubilant after the sports team won the championship."
    },
    "345": {
        "title": "Kaleidoscope",
        "subtitle": "A constantly changing pattern or sequence of elements; a tube with mirrors and pieces of colored glass or paper, whose reflections produce changing patterns",
        "description": "The city at night was a kaleidoscope of lights and colors."
    },
    "346": {
        "title": "Languid",
        "subtitle": "Having a disinclination for physical exertion or effort; slow and relaxed",
        "description": "The hot afternoon induced a feeling of languid contentment."
    },
    "347": {
        "title": "Mellifluous",
        "subtitle": "Sweet or musical; pleasant to hear",
        "description": "The singer's mellifluous voice filled the concert hall."
    },
    "348": {
        "title": "Nadir",
        "subtitle": "The lowest point in the fortunes of a person or organization",
        "description": "After losing everything, he felt he had reached his absolute nadir."
    },
    "349": {
        "title": "Obfuscate",
        "subtitle": "Render obscure, unclear, or unintelligible",
        "description": "The legal document was written in a way that seemed designed to obfuscate its true meaning."
    },
    "350": {
        "title": "Pellucid",
        "subtitle": "Translucently clear; easily understood; limpid",
        "description": "The mountain stream was so pellucid that you could see every stone at the bottom."
    },
    "351": {
        "title": "Querulous",
        "subtitle": "Complaining in a petulant or whining manner",
        "description": "The baby's incessant and querulous cries kept his parents awake all night."
    },
    "352": {
        "title": "Redolent",
        "subtitle": "Strongly reminiscent or suggestive of something",
        "description": "The scent of freshly baked bread was redolent of her grandmother's kitchen."
    },
    "353": {
        "title": "Sartorial",
        "subtitle": "Relating to tailoring, clothes, or style of dress",
        "description": "His sartorial elegance was always remarked upon at formal events."
    },
    "354": {
        "title": "Tergiversate",
        "subtitle": "Make conflicting or evasive statements; equivocate",
        "description": "When pressed for details, the politician continued to tergiversate, avoiding a direct answer."
    },
    "355": {
        "title": "Ubiquitous",
        "subtitle": "Present, appearing, or found everywhere",
        "description": "Mobile phones are now truly ubiquitous, found in almost every hand."
    },
    "356": {
        "title": "Vituperative",
        "subtitle": "Bitter and abusive",
        "description": "The vituperative comments online were harsh and uncalled for."
    },
    "357": {
        "title": "Waggish",
        "subtitle": "Humorous in a playful, mischievous, or facetious manner",
        "description": "His waggish remarks often brought a smile to her face, even on bad days."
    },
    "358": {
        "title": "Xenial",
        "subtitle": "Relating to or denoting the hospitality shown to guests or strangers",
        "description": "The small village was famous for its xenial nature, welcoming all who passed through."
    },
    "359": {
        "title": "Ylem",
        "subtitle": "(in the Big Bang theory) the primordial matter of the universe from which all later matter was formed",
        "description": "The concept of ylem is fundamental to understanding the universe's earliest moments."
    },
    "360": {
        "title": "Zephyr",
        "subtitle": "A soft, gentle breeze",
        "description": "A light zephyr provided relief on the warm afternoon, gently stirring the leaves."
    },
    "361": {
        "title": "Anathema",
        "subtitle": "Something or someone that one vehemently dislikes; a formal curse by a Pope or a council of the Church",
        "description": "For many artists, commercialism is an anathema to pure creative expression."
    },
    "362": {
        "title": "Brocade",
        "subtitle": "A rich fabric, typically silk, woven with a raised pattern, typically with gold or silver thread",
        "description": "The ceremonial robes were made of heavy, intricately woven brocade."
    },
    "363": {
        "title": "Chicanery",
        "subtitle": "The use of trickery to achieve a political, financial, or legal purpose",
        "description": "The politician was accused of employing dirty tactics and chicanery during the election."
    },
    "364": {
        "title": "Disingenuous",
        "subtitle": "Not candid or sincere, typically by pretending that one knows less about something than one really does",
        "description": "His claim of ignorance was entirely disingenuous, as he was well-informed on the topic."
    },
    "365": {
        "title": "Eschew",
        "subtitle": "Deliberately avoid using; abstain from",
        "description": "He chose to eschew processed foods in favor of a natural, whole-food diet."
    }
}